{
    "helloIamLucas": "Hi! My name is Lucas Rocha.",
    "passionateDeveloper": "I'm a fullstack developer, completely passionate by what I do.",
    "portfolioLink": "portfolio",
    "experiencesLink": "experiences",
    "aboutMeLink": "about me",
    "contactLink": "contact",
    "aboutMeTitle": "About me",
    "aboutMeBody": "I'm completely passionate by what I do. \n\nI always worked as a fullstack developer, using C# and differents Javascript/Typescript frameworks on the frontend, such as Angular, Stencil e Vue.\n\nI have about {age} of experience and I've been thru different projects and companies. \n\nOutside work, I'm fascinated by computer games and boardgames. One of my hobbies is painting miniatures and my other favorite hobby is to do livestreaming where I'm coding and talking with the chat.",
    "followMeTwitch": "Follow me on Twitch",
    "contactMessage": "Message",
    "contactEmail": "Email",
    "contactName": "Name",
    "contactSend": "Send",
    "contactGetInTouch": "Get in touch",
    "contactAccept": "I consent to having this website store my submitted information so they can respond to my enquiry",
    "experiencesTitle": "Experiences",
    "downloadCv": "Download CV",
    "jobs": [
        {
            "title": "Senior System Analyst",
            "company": "CI&T",
            "companyLink": "https://ciandt.com/",
            "period": "January, 2022 - Current",
            "description": "Working for a international client as .NET Core backend developer with microservices, postgres and other technologies."
        },
        {
            "title": ".NET Specialist",
            "company": "Materialize",
            "companyLink": "https://www.materialize.pro/",
            "period": "October, 2021 - Current",
            "description": "Partner as a .NET Specialist to develop new solutions and systems."
        },
        {
            "title": "Analista Desenvolvedor Sênior",
            "company": "NAVA - Technology for Business",
            "companyLink": "https://www.nava.com.br/",
            "period": "January, 2021 - January, 2022",
            "description": "Allocated at Banco Safra, which is located in São Paulo, but working remotely, being responsible for the development of new processes, creating APIs, unit tests, integration tests, background services, and web applications.\n\nThe tools used are .NET Core, RabbitMQ, Kafka, Angular, XUnit, MongoDb, SQL, Apache Phoenix, DynamoDb, DocumentDb and others."
        },
        {
            "title": ".NET Developer",
            "company": "Pasquali Solution",
            "companyLink": "https://www.pasqualisolution.com.br/",
            "period": "July, 2020 - January, 2021",
            "description": "Allocated in the Vegas Card client, in Americana - São Paulo, being responsible for the development of a new internal system, used to control credit cards, food and health insurance.\n\nThe previously existing system, developed in Visual Basic, is being rewritten in .NET Core, using WinForms and also ASP.NET Core for creating APIs and also xUnit for unit tests. The databases used are SQL Server, MySQL and also MongoDB."
        },
        {
            "title": "Fullstack Developer",
            "company": "Tempus Digital",
            "companyLink": "https://tempus.digital/",
            "period": "May, 2018 - July, 2020",
            "description": "Company from Americana - São Paulo, I was responsible for developing tasks for several clients, from the creation of new applications for Android and iOS, creation of web apps and websites, to the creation of humanized robots for telephone and chat service.\n\nThe tools used were .NET Core, Stencil.JS, React, Flutter, Ionic, ASP.NET Razor, PHP, WordPress. Databases were SQL Server, Redis and MongoDb. Also using Azure and Amazon."
        },
        {
            "title": ".NET Developer",
            "company": "Indra",
            "companyLink": "https://www.indracompany.com/",
            "period": "April, 2017 - April, 2018",
            "description": "Acting in Campinas - SP, I was responsible for acting on corrective, evolutionary and regulatory demands of the capitalization management system of the company Zurich and Mapfre.\n\nThe tools used were ASP.NET WebForms, JQuery and Entity Framework."
        },
        {
            "title": "Programming Intern",
            "company": "Tempus Digital",
            "companyLink": "https://tempus.digital/",
            "period": "August, 2016 - March, 2017",
            "description": "Programming intern, being responsible for creating new pages and new APIs.\n\nThe tools used were Ionic 2, Angular 2 and .NET Core."
        }
    ]
}