{
    "helloIamLucas": "Oi! Meu nome é Lucas Rocha.",
    "passionateDeveloper": "Sou desenvolvedor fullstack, completamente apaixonado pelo o que faço.",
    "portfolioLink": "portfólio",
    "experiencesLink": "experiências",
    "aboutMeLink": "sobre mim",
    "contactLink": "contato",
    "aboutMeTitle": "Sobre mim",
    "aboutMeBody": "Sou completamente apaixonado pelo o que faço. \n\nSempre trabalhei como desenvolvedor fullstack, utilizando C# e diferentes frameworks Javascript/Typescript no frontend, tais como Angular, Stencil e Vue.\n\nTenho em torno {age} de experiencia e já passei por diversos projetos e empresas. \n\nFora de ambiente profissional, sou fascinado por jogos de computador e jogos de mesa. E também gosto muito de pintar miniaturas. Outro hobby que tenho e gosto muito é de fazer lives onde fico programando e conversando com o chat.",
    "followMeTwitch": "Siga-me na Twitch",
    "contactMessage": "Mensagem",
    "contactEmail": "E-mail",
    "contactName": "Nome",
    "contactSend": "Enviar",
    "contactGetInTouch": "Entre em contato",
    "contactAccept": "Eu autorizo que este site armazene minhas informações enviadas para que possam responder à minha pergunta",
    "experiencesTitle": "Experiências",
    "downloadCv": "Download CV",
    "jobs": [
        {
            "title": "Analista de Sistemas Sênior",
            "company": "CI&T",
            "companyLink": "https://ciandt.com/",
            "period": "Janeiro, 2022 - Atualmente",
            "description": "Trabalhando em um cliente internacional como desenvolvedor backend .NET Core com microserviços, postgres e outras tecnologias."
        },
        {
            "title": "Especialista .NET",
            "company": "Materialize",
            "companyLink": "https://www.materialize.pro/",
            "period": "Outubro, 2021 - Atualmente",
            "description": "Parceiro como desenvolvedor especialista .NET para desenvolvimento de produtos e novos sistemas."
        },
        {
            "title": "Analista Desenvolvedor Sênior",
            "company": "NAVA - Technology for Business",
            "companyLink": "https://www.nava.com.br/pt/",
            "period": "Janeiro, 2021 - Janeiro, 2022",
            "description": "Alocado no Banco Safra, que é localizado em São Paulo capital, mas atuando remotamente, sendo responsável pelo desenvolvimento de novos processos, construções de API, testes unitários, testes de integração, serviços em background, e aplicativos web.\n\nAs ferramentas utilizadas são .NET Core, RabbitMQ, Kafka, Angular, XUnit, MongoDb, SQL, Apache Phoenix, DynamoDb, DocumentDb e outros."
        },
        {
            "title": "Desenvolvedor .NET",
            "company": "Pasquali Solution",
            "companyLink": "https://www.pasqualisolution.com.br/",
            "period": "Julho, 2020 - Janeiro, 2021",
            "description": "Alocado no cliente Vegas Card, em Americana - SP, sendo responsável pelo desenvolvimento de um novo sistema interno, utilizado para controle de cartões de crédito, alimentação e convênio.\n\nO sistema previamente existente, desenvolvido em Visual Basic, está sendo reescrito em .NET Core, utilizando WinForms e também ASP.NET Core para criação de APIs e também xUnit para testes unitários. Os banco de dados utilizado é o MySQL."
        },
        {
            "title": "Desenvolvedor Fullstack",
            "company": "Tempus Digital",
            "companyLink": "https://tempus.digital/",
            "period": "Maio, 2018 - Julho, 2020",
            "description": "Empresa de Americana - SP, estava sendo responsável por desenvolver tarefas para vários clientes, desde a criação de novos aplicativos para Android e iOS, criação de web apps e sites, até criação de robôs humanizados para atendimento de telefone e chat. \n\nAs ferramentas utilizadas foram .NET Core, Stencil.JS, React, Flutter, Ionic, ASP.NET Razor, PHP,  WordPress. Banco de dados foram SQL Server, Redis e MongoDb. Utilizando também Azure e Amazon."
        },
        {
            "title": "Desenvolvedor .NET",
            "company": "Indra",
            "companyLink": "https://www.indracompany.com/",
            "period": "Abril, 2017 - Abril, 2018",
            "description": "Atuando em Campinas - SP,  era o responsável por atuar em demandas corretivas, evolutivas e regulatórias do sistema de gestão de capitalização da empresa Zurich e Mapfre.\n\nAs ferramentas utilizadas foram ASP.NET WebForms, JQuery e Entity Framework."
        },
        {
            "title": "Estagiário de desenvolvimento",
            "company": "Tempus Digital",
            "companyLink": "https://tempus.digital/",
            "period": "Agosto, 2016 - Março, 2017",
            "description": "Estagiário de programação, sendo responsável por criação de novas telas e novas APIs.\n\nAs ferramentas utilizadas foram Ionic 2, Angular 2 e .NET Core."
        }
    ]
}